#+TITLE: Figure Drawing IV - Comics
#+AUTHOR: Chris Hogan
#+DATE: <2021-07-19 Mon> to <2021-08-15 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-07-26 Mon 19:31], for week 2021-W30.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h)  |
  |---------+------------+-----------|
  | drawing | *Tag time* | *28h 25m* |
  |---------+------------+-----------|
  | study   | *Tag time* | *0h 26m*  |
  
  #+END:
*** <2021-07-19 Mon>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-19 Mon 18:02]--[2021-07-19 Mon 19:41] =>  1:39
     CLOCK: [2021-07-19 Mon 08:40]--[2021-07-19 Mon 11:43] =>  3:03
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-19 Mon 19:41]--[2021-07-19 Mon 20:57] =>  1:16
     CLOCK: [2021-07-19 Mon 14:15]--[2021-07-19 Mon 16:13] =>  1:58
     :END:
*** <2021-07-20 Tue>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-20 Tue 18:00]--[2021-07-20 Tue 19:43] =>  1:43
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-20 Tue 19:43]--[2021-07-20 Tue 21:01] =>  1:18
     :END:
*** <2021-07-21 Wed>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-21 Wed 18:03]--[2021-07-21 Wed 19:38] =>  1:35
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-21 Wed 19:38]--[2021-07-21 Wed 20:58] =>  1:20
     :END:
*** <2021-07-22 Thu>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-22 Thu 17:58]--[2021-07-22 Thu 19:41] =>  1:43
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-22 Thu 19:41]--[2021-07-22 Thu 20:59] =>  1:18
     :END:
*** <2021-07-23 Fri>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-23 Fri 18:04]--[2021-07-23 Fri 19:35] =>  1:31
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-23 Fri 19:35]--[2021-07-23 Fri 21:07] =>  1:32
     :END:
*** <2021-07-24 Sat>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-24 Sat 14:28]--[2021-07-24 Sat 16:29] =>  2:01
     CLOCK: [2021-07-24 Sat 09:02]--[2021-07-24 Sat 12:00] =>  2:58
     :END:
**** TODO Original page :drawing:
*** <2021-07-25 Sun>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-25 Sun 18:18]--[2021-07-25 Sun 19:28] =>  1:10
     CLOCK: [2021-07-25 Sun 10:03]--[2021-07-25 Sun 11:50] =>  1:47
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-25 Sun 13:09]--[2021-07-25 Sun 13:42] =>  0:33
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-07-25 Sun 19:48]--[2021-07-25 Sun 20:14] =>  0:26
     :END:
 
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-07-26 Mon 19:31], for week 2021-W30.
  | Tags    | Headline                | Time   |      |      |      |
  |---------+-------------------------+--------+------+------+------|
  |         | *Total time*            | *5:42* |      |      |      |
  |---------+-------------------------+--------+------+------+------|
  |         | \_  Week 2              |        | 5:42 |      |      |
  |         | \_    <2021-07-26 Mon>  |        |      | 5:42 |      |
  | drawing | \_      Gesture drawing |        |      |      | 4:43 |
  | drawing | \_      Original page   |        |      |      | 0:59 |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *5h 42m* |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:

*** <2021-07-26 Mon>
**** DONE Gesture drawing                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-26 Mon 14:01]--[2021-07-26 Mon 16:18] =>  2:17
     CLOCK: [2021-07-26 Mon 08:41]--[2021-07-26 Mon 11:07] =>  2:26
     :END:
**** DONE Original page                                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-07-26 Mon 18:32]--[2021-07-26 Mon 19:31] =>  0:59
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-07-26 Mon 19:31], for week 2021-W30.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-07-26 Mon 19:31], for week 2021-W30.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study")
  | Tag     | Headline   | Time (h) |
  |---------+------------+----------|
  | drawing | *Tag time* | *0h 0m*  |
  |---------+------------+----------|
  | study   | *Tag time* | *0h 0m*  |
  
  #+END:
